Repository: Dave861/Roadout-for-iOS
Catalog: Roadout/Roadout/Utilities/*.lproj/Localizables.strings
Languages: ro

source: Parking Spots
ro: Locuri de Parcare

source: Instant Card Payment
ro: Plata Instantanee cu Cardul

source: Live Directions
ro: Navigație Live

source: Check the vacancy of parking spots in real time.
ro: Verificați disponibilitatea locurilor de parcare în timp real.

source: You can reserve a parking space by paying safely online in our app.
ro: Puteți rezerva un loc de parcare plătind online în siguranță în aplicația noastră.

source: Receive directions to the desired parking spot in your favourite maps app.
ro: Primiți indicații către locul de parcare dorit în aplicația de hărți preferată.

source: Sign In
ro: Conectare

source: Sign Up
ro: Înregistrare

source: Privacy Policy & Terms of Use
ro: Termeni și Condiții

source: Error
ro: Eroare

source: There was an unknown error, please try again
ro: A apărut o eroare necunoscută, vă rugăm încercați din nou

source: Please enter a valid email address
ro: Vă rugăm să introduceți o adresă de email validă

source: Please enter a valid email in order to get a verification code to reset your password.
ro: Vă rugăm să introduceți un e-mail valid pentru a obține un cod de verificare pentru a vă reseta parola.

source: We will send an email with a verification code to
ro: Vom trimite un e-mail cu un cod de verificare către

source: Forgot Password
ro: Ați uitat parola?

source: Proceed
ro: Continuă

source: Cancel
ro: Anulați

source: Password
ro: Parolă

source: Sign In Error
ro: Eroare de Conectare

source: Wrong email or password.
ro: E-mail sau parolă greșită.

source: Network Error
ro: Eroare de Rețea

# Please check you network connection.
source: Please check your network connection.
ro: Vă rugăm să verificați conexiunea la rețea.

source: Internal Error
ro: Eroare Internă

source: There was an internal problem, please wait and try again a little later.
ro: A apărut o problemă internă, vă rugăm să așteptați și să încercați din nou puțin mai târziu.

source: Unknown Error
ro: Eroare Necunoscută

source: There was an error with the server respone, please screenshot this and send a bug report to roadout.ro@gmail.com.
ro: A apărut o eroare cu răspunsul serverului, vă rugăm să faceți o captură de ecran și să trimiteți un raport de eroare la roadout.ro@gmail.com.

source: JSON Error
ro: Eroare JSON

source: User Error
ro: Eroare Utilizator

source: No user found with this email address. Try signing up.
ro: Nu a fost găsit niciun utilizator cu această adresă de e-mail. Încercați să vă înscrieți.

source: Please enter a password with minimum 8 characters, one capital letter and one number
ro: Vă rugăm să introduceți o parolă cu minim 8 caractere, o literă majusculă și un număr

source: Passwords do not match
ro: Parolele nu se potrivesc

source: Please enter a name
ro: Vă rugăm să introduceți un nume

source: Name
ro: Nume

source: Confirm Password
ro: Confirmă Parola

# There was an error. Try force quiting the app and reopening.
source: There was an error. Try force quitting the app and reopening.
ro: A apărut o eroare, încercati să închideți și să redeschideți aplicația.

source: User with this email already exists. Try signing in.
ro: Utilizatorul cu acest e-mail există deja. Încercați să vă conectați.

source: Notifications
ro: Notificări

source: Location
ro: Locație

source: Roadout needs permission to send notifications in order to give you status updates for your reservations and reminders. You can control which notifications you get in notification settings.
ro: Roadout are nevoie de permisiunea de a trimite notificări pentru a vă oferi actualizări de stare pentru rezervările dvs. și mementouri. Puteți controla ce notificări primiți în setările de notificare.

source: Roadout needs access to your location in order to be able to show you parking spots near you and allow you to make reservations. We do not share your location with third parties and do not use it to serve you ads.
ro: Roadout are nevoie de acces la locația dvs. pentru a vă putea arăta locuri de parcare din apropiere și pentru a vă permite să faceți rezervări. Roadout nu vă va urmări și nu va trimite locația dvs. nimănui.

source: Continue
ro: Continuă

source: Maybe Later
ro: Poate mai târziu

source: Code is not valid or expired. Please check your email.
ro: Codul nu este valabil sau expirat. Vă rugăm să verificați email-ul.

source: Verify
ro: Verifică

source: User already exists, sign in or use another email.
ro: Utilizatorul există deja, conectați-vă sau utilizați un alt e-mail.

source: Reset
ro: Resetați

source: There was an error, location may not be enabled for Roadout. Please enable it in Settings if you want to use Find Spot
ro: A apărut o eroare, este posibil ca locația să nu fie activată pentru Roadout. Vă rugăm să o activați în Setări dacă doriți să utilizați Găsire Loc

source: There was an error, location may not be enabled for Roadout or there aren't any free spots. Please enable it in Settings if you want to use Find Spot
ro: A apărut o eroare, este posibil ca locația să nu fie activată pentru Roadout sau să nu existe niciun loc disponibil. Vă rugăm să o activați în Setări dacă doriți să utilizați Găsire Loc

source: Would you like a quick tutorial of the app?
ro: Doriți o introducere rapidă al aplicației?

source: Yes
ro: Da

source: No
ro: Nu

source: Express Reserve
ro: Rezervare Expres

source: Settings
ro: Setări

source: Find Spot
ro: Găsire Loc

source: Minutes
ro: Minute

source: Pay with
ro: Plătește cu

source: Section
ro: Secțiune

source: - Spot
ro: - Loc

source: See Reservation
ro: Vezi Rezervare

source: Options
ro: Opțiuni

source: Open in AR (BETA)
ro: Deschide în AR (BETA)

source: Get Directions
ro: Navighează

source: Wifi Settings
ro: Setări Wifi

source: Pick
ro: Alege

source: Choose a section
ro: Alege o secțiune

source: Loading...
ro: Încărcare...

source: The spots are still downloading, this should not happen normally and might be caused by poor network connection. Please wait and try again.
ro: Locurile încă se descarcă, acest lucru nu ar trebui să se întâmple în mod normal și ar putea fi cauzat de o conexiune slabă la rețea. Vă rugăm să așteptați și să încercați din nou.

source: Waiting for confirmation...
ro: Asteptam confirmarea...

source: Confirmed.
ro: Confirmat.

source: Selected spot is free
ro: Locul selectat este liber

source: Selected spot is occupied
ro: Locul selectat este ocupat

source: Selected spot is about to be reserved
ro: Locul selectat urmeaza sa fie rezervat

source: Selected spot is under maintenance
ro: Locul selectat este în întreținere

source: Pick a spot to get info about it
ro: Alegeți un loc pentru a obține informații

source: Choose Payment Method
ro: Alegeți Metodă de Plată

source: Pay with Apple Pay
ro: Plătește cu Apple Pay

source: Delay for
ro: Prelungește cu

source: Reserve for
ro: Rezervă pt.

source: - Section
ro: - Secțiune

source: Pay Delay
ro: Plătiți Prelungire

source: Pay Spot
ro: Plătește Loc

source: Couldn't reserve
ro: Nu s-a putut rezerva

source: Sorry, the 60 seconds have passed and it seems like someone already took the spot, hence we are not able to reserve it. We are sorry.
ro: Ne pare rău, cele 60 de secunde au trecut și se pare că cineva a ocupat deja locul, deci nu putem să-l rezervăm. Ne cerem scuze.

source: We recommed reserving for
ro: Recomandăm să rezervați

source: We don't recommed reserving yet.
ro: Recomandăm să nu rezervați încă.

source: Couldn't get a recommendation.
ro: Nu s-a putut obține recomandare.

source: Recommended Time
ro: Timpul Recomandat

source: We recommend time based on your current location and estimated time to commute to the selected parking spot, if the time exceeds 20 minutes, we do not recommend reserving just yet.
ro: Recomandăm timpul bazându-ne pe locația dvs. actuală și a timpului estimat pentru a ajunge la locul de parcare selectat, dacă timpul depășește 20 de minute, nu vă recomandăm să faceți rezervarea încă.

source: Unlock
ro: Deblocați

source: This cannot be undone, you are about to unlock the spot and end the reservation. Are you sure?
ro: Acest lucru nu poate fi anulat, sunteți pe cale să deblocați locul și să încheiați rezervarea. Continuati?

source: Are you sure you want to cancel your reservation? You will only get money back for the unused minutes.
ro: Sigur doriți să anulați rezervarea? Veți primi banii înapoi doar pentru minutele nefolosite.

source: Reserved for
ro: Rezervat pentru

source: Charge
ro: Plată

source: Delay Error
ro: Eroare Prelungire

source: You have already delayed this reservation. This can only be done once per reservation, please hurry, once the displayed time passes the spot won't be secured.
ro: Ați prelungit deja această rezervare. Acest lucru se poate face o singură dată pe rezervare, vă rugăm să vă grăbiți, odată ce timpul afișat trece, locul nu va fi asigurat.

source: Delay Reservation
ro: Prelungire Rezervare

source: You can only delay a reservation once. Use carefully.
ro: Puteți prelungi o rezervare o singură dată. Utilizați cu atenție.

source: Delay
ro: Prelungiți

source: Directions
ro: Navigați

source: Open in AR
ro: Vedeți AR

source: Help
ro: Ajutor

source: Choose duration
ro: Alege durată

source: Minutes
ro: Minute

source: Spot
ro: Loc

source: Set
ro: Setează

source: Please add a label to the reminder
ro: Vă rugăm să adăugați o etichetă la memento

source: There is already an active reminder with this label, please pick another label
ro: Există deja un memento activ cu această etichetă, alegeți o altă etichetă

source: Notification Label
ro: Eticheta de Notificare

source: Add
ro: Adaugă

source: Expiry Date
ro: Dată Exp.

source: Card Holder
ro: Deținător Card

source: Card Number
ro: Număr Card

source: Success
ro: Succes

source: Your name was successfully changed!
ro: Numele dvs. a fost schimbat cu succes!

source: There was an error with changing your name. Please try again.
ro: TA apărut o eroare la schimbarea numelui. Vă rugăm să încercați din nou.

source: New Name
ro: Nume Nou

source: Save
ro: Salvează

source: Your password was successfully changed!
ro: Parola dvs. a fost schimbată cu succes!

source: Please check all text fields
ro: Vă rugăm să verificați toate câmpurile de text

source: Old password is incorrect.
ro: Parola veche este incorectă.

source: There was an error when changing your password, please try again.
ro: A apărut o eroare la schimbarea parolei, vă rugăm să încercați din nou.

source: Old Password
ro: Parola Veche

source: New Password
ro: Parola Nouă

source: No user found with this email address.
ro: Nu a fost găsit niciun utilizator cu această adresă de e-mail.

source: Confirm
ro: Confirmă

source: User deleted successfully.
ro: Utilizatorul a fost șters cu succes.

source: Please enter a valid email address and password
ro: Vă rugăm să introduceți o adresă de e-mail și o parolă valide

source: Verification Error
ro: Eroare de Verificare

source: Choose what do you want to edit
ro: Alegeți ce doriți să editați

source: Edit Name
ro: Editează Nume

source: Edit Password
ro: Editează Parola

source: Delete Account
ro: Șterge Cont

source: Sign Out
ro: Delogare

source: Payment Methods
ro: Metode de Plată

source: Default Directions App
ro: Aplicația de navigare

source: Reminders
ro: Mementouri

source: Reservation History
ro: Istoric Rezervari

source: Invite Friends
ro: Invită Prieteni

source: Prizes
ro: Premii

source: Report a Bug
ro: Raporteaza o Eroare

source: Acknowledgements
ro: Mulțumiri

source: FAQ & Support
ro: Întrebări Frecvente și Ajutor

source: About Roadout
ro: Despre Roadout

source: Developer
ro: Dezvoltator

source: Roadout for iOS - Report
ro: Roadout pentru iOS - Raport

source: Please describe your issue and steps to reproduce it. If you have any screenshots please attach them - Roadout Team
ro: Descrieți problema dvs. și pașii pentru a o reproduce. Dacă aveți capturi de ecran, atașați-le. Mulțumim - Echipa Roadout

source: This device cannot send emails, please check in settings your set email addresses, or report your bug at roadout.ro@gmail.com
ro: Acest dispozitiv nu poate trimite e-mailuri, vă rugăm să verificați setările adreselor de e-mail stabilite de dvs. sau să raportați eroarea la roadout.ro@gmail.com

source: Are you sure you want to sign out?
ro: Sigur doriți să vă deconectați?

source: Reservation Status Notifications
ro: Notificări Stare Rezervare

source: Reminders Notifications
ro: Notificări Memento

source: Get timely notifications about the remaining time
ro: Primiți notificări în timp util despre timpul rămas

source: Get reminder notfications, set by you inside the app
ro: Primiți notificări de memento, stabilite de dvs. în cadrul aplicației

source: Notifications are enabled. See settings
ro: Notificările sunt pornite. Vezi setări

source: Notifications are disabled. See settings
ro: Notifications sunt oprite. Vezi setări

source: Add Reminder
ro: Adaugă Memento

source: Warning
ro: Avertizare

source: Reminder notifications are disabled, you will NOT be notified by Roadout unless you enable reminder notifications
ro: Notificările de memento sunt dezactivate, NU veți fi notificat de Roadout decât dacă activați notificările de memento

source: Delete
ro: Șterge

source: Do you want to delete this reminder?
ro: Doriți să ștergeți acest memento?

source: Add Card
ro: Adaugă Card

source: Do you want to delete this card?
ro: Doriți să ștergeți acest card?

source: minutes
ro: minute

source: Invites
ro: Invitații

source: Verified
ro: Verificate

source: Share
ro: Partajează

source: Roadout - Support Request
ro: Roadout - Cerere de Suport

source: Ask any questions here - Roadout Team
ro: Întrebați orice aici - Echipa Roadout

source: Slide to Unlock
ro: Trage pt Deblocare

source: Unlocked
ro: Deblocat

source: Unlock Spot
ro: Deblocare Loc

source: Unlocking the spot cannot be undone. Once unlocked anyone can park on the spot, make sure you are at the spot before unlocking it.
ro: Deblocarea locului nu poate fi anulată. Odată deblocat, oricine poate parca pe acesta, asigurați-vă că vă aflați acolo înainte de a-l debloca.

source: Unlocking
ro: Deblocarea

source: cannot
ro: nu poate fi

source: anyone
ro: oricine

source: before
ro: înainte

source: Finding Spot...
ro: Găsire Loc...

source: Found!
ro: Găsit!

# Smart
source: Smart Search
ro: Căutare Inteligentă

# Classic
source: Classic Search
ro: Căutare Clasică

source: Download Error
ro: Eroare de Descărcare

source: There was an error. Try again or force quit the app and reopen. If the problem persists please screenshot this and send a bug report. Error Code:
ro: A apărut o eroare. Încercați din nou sau închideți forțat aplicația și redeschideți. Dacă problema persistă, faceți o captură de ecran și trimiteți un raport de eroare. Cod de eroare:

source: Try Again
ro: Reîncercați

source: Loading City Data
ro: Încărcare Date Oraș

source: mins
ro: min

source: hours
ro: ore

source: sections
ro: secțiuni

source: free spots
ro: locuri libere

source: occupied
ro: ocupat

source: en
ro: ro

source: Roadout Made in Cluj :)
ro: Roadout Fondat in Cluj :)

source: Back
ro: Înapoi

source: Done
ro: Gata

source: Threat Detected
ro: Pericol Detectat

source: Your device may be jailbroken or has been tampered with.
ro: Dispozitivul dvs. poate fi jailbroken sau a fost manipulat.

source: You may have tried to reverse engineer our app or see the source code.
ro: Este posibil să fi încercat să faceți o inginerie inversă a aplicației noastre sau să vedeți codul sursă.

source: You or someone else on your network may have tried to proxy our API calls.
ro: Este posibil ca dvs. sau altcineva din rețeaua dvs. să fi încercat să transfere apelurile noastre API prin proxy.

source: Please STOP, Roadout has detected one of the following threats
ro: Vă rugăm OPRIȚI-VĂ, Roadout a detectat una dintre următoarele amenințări

source: What can I do?
ro: Ce pot face?

source: If your device is jailbroken you can look online for guides on how to remove the jailbreak or unwanted device tweaks. Reopen the app after that.
ro: Dacă dispozitivul dvs. este jailbroken, puteți căuta online ghiduri despre cum să eliminați jailbreak-ul sau modificările nedorite ale dispozitivului. Redeschideți aplicația după aceea.

source: Stop trying to reverse engineer the app, force quit and reopen.
ro: Nu mai încercați să faceți inginerie inversă a aplicației, închideți forțat și redeschideți.

source: Try changing Wi-Fi networks or look into the router settings to see what is tampering with the app, then restart.
ro: Încercați să schimbați rețeaua Wi-Fi sau căutați în setările routerului pentru a vedea ce modifică aplicația, apoi reporniți.

source: Reservation Done
ro: Rezervare Încheiată

source: 1 Minute Left
ro: 1 Minut Rămas

source: 5 Minutes Left
ro: 5 Minute Rămase

source: Thank you for using Roadout! We hope you enjoyed the experience!
ro: Vă mulțumim că ați folosit Roadout! Sperăm că v-a plăcut experiența!

source: There is a minute left from your reservation.
ro: Rezervarea mai are un minut.

source: There are 5 minutes left from your reservation.
ro: Rezervarea mai are 5 minute.

source: Link Apple Watch
ro: Conectați Apple Watch

source: Connect
ro: Conectați

source: Tap to connect
ro: Atingeți pt. a conecta

source: Connecting...
ro: Conectare...

source: No Apple Watch found
ro: Niciun Apple Watch găsit

source: Tap a location to find a free spot there
ro: Atingeți o locație pentru a găsi un loc liber acolo

source: It seems there are no free places in this location at the moment
ro: Momentan, nu pare că exista locuri libere în această locație

source: Finding...
ro: Căutare...

source: Please wait
ro: Așteptați

source: Selected
ro: Selectat

source: Confirming
ro: Confirmăm

source: Checking...
ro: Verificare...

source: Confirmed
ro: Confirmat

source: Search Bar
ro: Bara de căutare

source: Use the search bar to find park locations near streets or places you need to get to.
ro: Utilizați bara de căutare pentru a găsi parcări în apropierea străzilor sau a destinațiilor la care trebuie să ajungeți.

source: Markers
ro: Marcatori

source: Parking locations are highlighted on the map using markers, you can zoom in and select them.
ro: Parcările sunt evidențiate pe hartă folosind marcatori, le puteți mări și le selecta.

source: Menu
ro: Meniu

source: The menu has other methods of finding a parking spot, you can try them right now!
ro: Meniul are alte metode de a găsi un loc de parcare, le puteți încerca chiar acum!

source: User Control
ro: Control Utilizator

source: Here you edit your account and see all your data.
ro: Aici vă puteți edita contul și vedea toate datele.

source: App Options and Features
ro: Opțiuni și Caracteristici Aplicație

source: You can customize Roadout and use Reminders to keep you from forgetting to make a reservation
ro: Puteți personaliza Roadout și utiliza Mementouri pentru a nu uita să faceți o rezervare

source: About and Help
ro: Informații și Ajutor

source: Have any questions? Reach out via FAQ & Support
ro: Aveți întrebări? Contactați-ne prin Întrebări Frecvente și Ajutor

source: Tutorial
ro: Introducere

source: Rate
ro: Evaluare

source: Would you like to rate your experience?
ro: Ați dori să vă evaluați experiența?

source: Submit
ro: Trimite

source: Good
ro: Bun

source: Bad
ro: Rău

source: Reasons
ro: Motive

source: Tell us why
ro: Explicație

source: reason/s
ro: motiv/e

source: Easy to use
ro: Ușor de folosit

source: Fast & Reliable
ro: Rapid și de încredere

source: Intuitive
ro: Intuitiv

source: Stable
ro: Stabil

source: Buggy
ro: Instabil

source: Hard to understand
ro: Greu de înțeles

source: Easy to find
ro: Ușor de găsit

source: Fast
ro: Rapid

source: Close to destination
ro: Aproape de destinație

source: Slow & Unreliable
ro: Lent și nesigur

source: Not Selected
ro: Neselectat

source: Hard to move around
ro: Greu de mișcat în jur

source: Rate Reservation
ro: Evaluează Rezervare

source: Reserving Experience
ro: Experiență Rezervare

source: Parking Experience
ro: Experiență Parcare

source: Overall
ro: Per total

source: Score
ro: Scor

source: Link to rating to my account
ro: Asociază evaluarea contului meu

source: Find Way
ro: Găsire Cale

source: Express Lane
ro: Bandă Expres
