Repository: Dave861/Roadout-for-iOS
Catalog: Roadout/Roadout/Utilities Structure/*.lproj/Localizables.strings
Languages: ro

source: Easily pay for parking right here, just pick the location you are at
ro: Plătiți cu ușurință parcarea chiar aici, alegeți doar locația în care vă aflați

source: Reservation Place
ro: Locul Rezervării

source: Plan future reservations and never worry about parking again
ro: Planificați rezervările viitoare și nu vă mai îngrijorați niciodată pt. parcare

source: Reverse Engineering
ro: Dezasamblare

source: Your device may be jailbroken or has been tampered with.
ro: Dispozitivul dvs. poate avea jailbreak sau a fost manipulat.

source: You may have tried to reverse engineer our app or see the source code.
ro: Este posibil să fi încercat să dezasamblați aplicația noastră sau să vedeți codul sursă.

source: You or someone else on your network may have tried to proxy our API calls.
ro: Este posibil ca dvs. sau altcineva din rețeaua dvs. să fi încercat să intercepteze apelurile noastre API.

source: If your device is jailbroken you can look online for guides on how to remove the jailbreak or unwanted device tweaks. Reopen the app after that
ro: Dacă dispozitivul dvs. este jailbreak, puteți căuta online ghiduri despre cum să eliminați jailbreak-ul sau modificările nedorite ale dispozitivului. Redeschideți aplicația după aceea

source: Stop trying to reverse engineer the app, force quit and reopen
ro: Nu mai încercați să dezasamblați aplicația, închideți forțat și redeschideți

source: Try changing Wi-Fi networks or look into the router settings to see what is tampering with the app, then restart
ro: Încercați să schimbați rețelele Wi-Fi sau căutați în setările routerului pentru a vedea ce modifică aplicația, apoi reporniți

source: Sorry
ro: Ne cerem scuze

source: There still appear to be problems, we are working as hard as we can to fix them. Additionally you can try force quitting and reopening Roadout, you can also get support at maintenance@roadout.ro
ro: Se pare că există încă probleme, muncim cât putem de mult pentru a le remedia. În plus, puteți încerca să închideți forțat și să redeschideți Roadout, puteți obține asistență și la maintenance@roadout.ro

source: Server Problems
ro: Probleme Server

source: No Worries
ro: Nicio Grijă

source: We are already working to fix this, please be patient and check back a little later
ro: Lucrăm deja pentru a remedia acest lucru, vă rugăm să aveți răbdare și să reveniți puțin mai târziu

source: Roadout - Help Request
ro: Roadout - Cerere de Ajutor

source: Please describe your problem here - Roadout Team
ro: Vă rugă descrieți problema aici - Echipa Roadout

source: Bad
ro: Rea

source: Good
ro: Bună

source: Reasons
ro: Motive

source: Easy to use
ro: Ușor de utilizat

source: Fast & Reliable
ro: Rapidă și de Încredere

source: Intuitive
ro: Intuitivă

source: Stable
ro: Stabilă

source: Buggy
ro: Problematică

source: Hard to understand
ro: Greu de înțeles

source: Easy to find
ro: Ușor de găsit

source: Fast
ro: Rapidă

source: Close to destination
ro: Aproape de destinație

source: Slow & Unreliable
ro: Înceată & Complicată

source: Hard to move around
ro: Greu de navigat

source: Slide to Unlock
ro: Trageți pt. Deblocare

source: Unlocking...
ro: Deblocare...

source: PROBLEM
ro: PROBLEMĂ

source: HELP
ro: AJUTOR

source: SUPPORT
ro: SUPORT

source: Someone or something is blocking my spot
ro: Cineva sau ceva îmi blochează locul

source: We are really sorry for the inconvenience, first of all start by making sure it is indeed your spot, check within your chosen Maps app that you are in the correct section, then look around to see if there are any other Roadout Barriers up there and check if those aren’t actually your spot. Finally, if you are sure that it is indeed your spot that is being blocked, take a photo of the spot being blocked, along with our barrier and do not hesitate to contact the parking location administration at the number PHONE-NUMBER. Just make sure the photos are clear and there is a clear picture of our device with all the text on it visible. If it is concluded that your spot was indeed blocked, the person blocking you will be fined and we will fully refund your reservation. The Roadout Team is really sorry for this inconvenience and hope the unfortunate experience today won’t stop you from using our product again another time, if the issue is not resolved within 72 business hours please email us at EMAIL with the subject ‘My spot was blocked’ and the images you took, we will make sure your money are refunded.
ro: Ne pare foarte rău pentru inconveniență, în primul rând, începeți prin a vă asigura că este într-adevăr locul dvs., verificați în aplicația de Hărți aleasă că vă aflați în secțiunea corectă, apoi uitați-vă în jur pentru a vedea dacă există alte bariere de Roadout ridicate și verificați dacă acestea nu sunt de fapt locul dvs. În sfârșit, dacă sunteți sigur că într-adevăr locul dvs. este blocat, faceți o fotografie a locului blocat, împreună cu bariera noastră și nu ezitați să contactați administrația locului de parcare la numărul PHONE-NUMBER. Asigurați-vă că fotografiile sunt clare și că există o imagine clară a dispozitivului nostru, cu tot textul de pe el vizibil. Dacă se ajunge la concluzia că locul dvs. a fost într-adevăr blocat, persoana care vă blochează va fi amendată și vă vom rambursa integral rezervarea. Echipa Roadout își cere scuze pentru acest inconvenient și speră că experiența nefericită de astăzi nu vă va împiedica să utilizați din nou produsul nostru altă dată. Dacă problema nu este rezolvată în 72 de ore lucrătoare, vă rugăm să ne trimiteți un e-mail la EMAIL cu subiectul „Locul meu a fost blocat” și imaginile pe care le-ați capturat, ne vom asigura că banii dvs. sunt rambursați.

source: Time isn’t over but someone occupied my spot
ro: Timpul nu s-a terminat, dar cineva mi-a ocupat locul

source: The Roadout Team is incredibly sorry for this unfortunate situation, this shouldn’t have happened normally. Please start by making sure it is indeed your spot, check within your chosen Maps app that you are in the correct section, then look around to see if there are any other Roadout Barriers up there and check if those aren’t actually your spot. Finally, if you are sure that it is indeed your spot that is being occupied please take photos of the spot and email us at EMAIL with the subject ‘Someone occupied my spot’, attach the before mentioned images along with your name, user name, email, spot you reserved (Park Location - Section - Spot Number) and approximate date at which you made the reservation. We are really sorry for the inconvenient experience today and hope it won’t stop you from using our product again another time, if it is concluded your spot was really occupied, we will fully refund you within 72 business hours.
ro: Echipei Roadout îi pare incredibil de rău pentru această situație nefericită, acest lucru nu ar fi trebuit să se întâmple în mod normal. Vă rugăm să începeți prin a vă asigura că este într-adevăr locul dvs., verificați în aplicația de Hărți aleasă că vă aflați în secțiunea corectă, apoi uitați-vă în jur pentru a vedea dacă există alte bariere Roadout ridicate și verificați dacă acestea nu sunt de fapt locul dvs. În cele din urmă, dacă sunteți sigur că într-adevăr locul dvs. este ocupat, vă rugăm să fotografiați locul și să ne trimiteți un e-mail la EMAIL cu subiectul „Cineva mi-a ocupat locul”, atașați imaginile menționate anterior împreună cu numele dvs., numele de utilizator, e-mail, locul pe care l-ați rezervat (Locația parcului - Secțiunea - Numărul locului) și data aproximativă la care ați făcut rezervarea. Ne pare foarte rău pentru experiența neplăcută de astăzi și sperăm că nu vă va împiedica să utilizați din nou produsul nostru altă dată, dacă se concluzionează că locul dvs. a fost cu adevărat ocupat, vă vom rambursa în totalitate în 72 de ore lucrătoare.

source: I can’t find my spot
ro: Nu-mi găsesc locul

source: First of all, don’t worry, we will guide you through the process of locating a spot and at the end you will, in 99% of situations, have found your spot. You have reserved SPOT-ID, below is an image with the sections in this parking location, cross check with your chosen Maps app that you are in the correct section, then look around for any Roadout barriers, chances are, if you see a locked barrier, it is yours. Alternatively, if your phone supports it, you can Open in AR and see in the real world an overlay pointing you to the spot. There is also on every Roadout Barrier marked its respective spot number, you can use that to identify your spot if you aren’t in a time crunch. We are constantly working to improve our service, if you have any feedback for us please reach at EMAIL.
ro: În primul rând, nu vă faceți griji, vă vom ghida prin procesul de localizare a unui loc și la final, în 99% din situații, vă veți găsi locul. Ați rezervat SPOT-ID, mai jos este o imagine cu secțiunile din această locație de parcare, verificați cu aplicația de Hărți aleasă că vă aflați în secțiunea corectă, apoi căutați în jur pentru orice bariere Roadout ridicate, sunt șanse, dacă vedeți o barieră ridicată, este a dvs. Alternativ, dacă telefonul dvs. o suportă, puteți Deschide în AR și vedea în lumea reală o suprapunere care vă indică locul. Există, de asemenea, pe fiecare barieră Roadout marcat numărul locului respectiv, îl puteți folosi pentru a vă identifica locul dacă nu vă aflați într-o criză de timp. Lucrăm constant pentru a ne îmbunătăți serviciile, dacă aveți feedback pentru noi, vă rugăm să ne contactați la EMAIL.

source: Barrier was down but I didn’t unlock it
ro: Bariera era jos, dar nu am deblocat-o

source: This shouldn’t have happened normally, before taking any action please verify if it is actually your spot. Check within your chosen Maps app that you are in the correct section, then look around to see if there are any other Roadout Barriers up there and check if those aren’t actually your spot. After you conclude it really is your spot that had the barrier down before time was supposed to run out, check your email to see on which devices you are logged in and see if there was any suspicious activity on your account. In case there was no suspicious activity, please take a picture of the device with the barrier down and email it to EMAIL with the subject ‘Barrier down before time’ along with the exact time you took the picture at, our team will resolve the case within 72 business hours and if there was a problem on our behalf you will be refunded half the reservation. Thank you for your patience and we hope this situation today won’t stop from using Roadout again at a later date, we are constantly learning and improving and hope to have been useful today.
ro: Acest lucru nu ar fi trebuit să se întâmple în mod normal, înainte de a lua orice măsură, vă rugăm să verificați dacă este de fapt locul dvs. Verificați în aplicația de Hărți aleasă că vă aflați în secțiunea corectă, apoi uitați-vă în jur pentru a vedea dacă există alte bariere Roadout ridicate și verificați dacă acestea nu sunt de fapt locul dvs. După ce ați ajuns la concluzia că este cu adevărat locul dvs. care a avut bariera jos înainte de expirarea timpului, verificați-vă e-mailul pentru a vedea pe ce dispozitive sunteți conectat și pentru a vedea dacă a existat vreo activitate suspectă în contul dvs. În cazul în care nu a existat nicio activitate suspectă, vă rugăm să faceți o poză a dispozitivului cu bariera jos și să o trimiteți prin e-mail la EMAIL cu subiectul „Bariera jos înainte de expirare timp” împreună cu ora exactă la care ați făcut fotografia. Echipa noastră va rezolva cazul și în termen de 72 de ore lucrătoare, dacă a existat o problemă din partea noastră, vi se va rambursa jumătate din rezervare. Vă mulțumim pentru răbdare și sperăm că această situație de astăzi nu vă va opri din a mai folosi Roadout la o dată ulterioară, învățăm și ne îmbunătățim constant și sperăm să fi fost de folos astăzi.
