Repository: Dave861/Roadout-for-iOS
Catalog: Roadout/Roadout/Utilities Structure/*.lproj/Localizables.strings
Languages: ro

source: en
ro: ro

source: Roadout for iOS
ro: Roadout pt. iOS

source: Welcome to Roadout
ro: Bun Venit la Roadout

source: Privacy Policy & Terms of Use
ro: Politica Conf. & Termeni Utilizare

source: Sign In
ro: Conectare

source: Sign Up
ro: Înregistrare

source: Permissions
ro: Permisiuni

source: Continue
ro: Continuare

# Skip
source: Maybe Later
ro: Mai Târziu

# Set
source: Setare
ro: Set

source: Verify Email
ro: Verificare Email

source: We've emailed you a 4 digit code to verify your address, check your inbox and enter the code here
ro: V-am trimis prin email un cod de 4 cifre pentru validarea adresei, verifica-ți-vă inbox-ul și introduceți aici codul

source: Verify
ro: Verificare

source: Cancel
ro: Anulare

source: Reset Password
ro: Resetare Parolă

source: We've emailed you a 4 digit reset code, check your inbox and enter the code here
ro: V-am trimis prin email un cod de 4 cifre, verifica-ți-vă inbox-ul și introduceți aici codul

source: Check
ro: Verificare

source: Threat Detected
ro: Amenințare Detectată

source: Please STOP, Roadout has detected one of the following threats
ro: OPRIȚI-VĂ, Roadout a detectat una dintre următoarele amenințări

source: What can I do?
ro: Ce pot face?

source: Maintenance
ro: Întreținere

source: Check Again
ro: Verifică din Nou

source: Forgot Password?
ro: Parola Uitată?

source: Forgot Password
ro: Parola Uitată

source: Help Center
ro: Centrul de Ajutor

source: Thanks! Done
ro: Mulțumesc! Gata

source: I still need help
ro: Am nevoie de ajutor

source: Rate Reservation
ro: Evaluare Reservare

source: Reserving Experience
ro: Experiența de Rezervare

source: Not Selected
ro: Neselectat

source: Tell us why
ro: Spune-ți-ne de ce

source: Parking Experience
ro: Experiența de Parcare

source: Overall
ro: Sumar

source: Score
ro: Scor

source: Link to rating to my account
ro: Asociază evaluare contului meu

source: Submit
ro: Trimitere

source: World View
ro: Vedere Reală

source: World View is provided by Google Maps and it shows a real world image of how the spot you reserved looked like at some point in time in order to help you locate it more easily
ro: Vedere Reală este oferit de Google Maps și afișează o imagine reală a locului de parcare pe care l-ați rezervat la un moment dat în timp, pentru a vă ajuta să îl localizați mai ușor

source: Done
ro: Gata

source: Open in AR
ro: Deschide AR

source: How does this work?
ro: Cum funcționează asta?

source: • If you have arrived at the parking location, you can start an AR Session and with limited accuracy, you will be shown an overlay of where your spot is. • Please do not drive while looking at your phone.
ro: • Dacă ați ajuns la locul de parcare, puteți începe o sesiune AR și, cu o precizie limitată, vi se va afișa locația reală relativă a locului dvs. • Vă rugăm să nu conduceți în timp ce vă uitați la telefon.

source: AR Directions
ro: Navigație AR

source: Arrived
ro: Ajuns

source: Loading City Data
ro: Se încarcă Orașul

source: Date
ro: Dată

source: Try Again
ro: Reîncercare

source: Edit Locations
ro: Editare Locații

source: Choose
ro: Alegeți

source: You haven’t added any locations to Express Lane
ro: Nu aveți parcări adăugate la Banda Expres

source: Tap here to add
ro: Adăugați aici

source: Select
ro: Selectați

source: Nearby
ro: Apropiere

source: Recent
ro: Recente

source: Marked Spot
ro: Loc Marcat

source: Current Location
ro: Locație Actuală

source: No locations found nearby. Location access might be disabled
ro: Nu s-au găsit parcări în apropiere. Este posibil ca accesul la locație să fie dezactivat

source: Future Road
ro: Drum Viitor

source: You haven’t planned any reservation
ro: Nu aveți nicio rezervare planificată

source: Plan Reservation
ro: Planificare Rezervare

source: Settings
ro: Setări

source: Home
ro: Acasă

source: Search
ro: Căutare

source: Wow, not so quick! You might be looking for a place that doesn't exist
ro: Wow, nu atât de repede! S-ar putea să căutați un loc care nu există

source: Roadout Made in Cluj :)
ro: Roadout Creat in Cluj :)

source: Edit Name
ro: Editare Nume

source: Current Name
ro: Nume Actual

source: Save
ro: Salvare

source: Edit Password
ro: Editare Parolă

source: Delete Account
ro: Ștergere Cont

source: Confirm
ro: Confirmare

source: License Plate
ro: Nr. Înmatriculare

source: Back
ro: Înapoi

source: Account
ro: Cont

source: Manage Account
ro: Gestionare Cont

source: Notifications
ro: Notificări

source: Reservation Status Notifications
ro: Notificări pt. Starea Rezervării

source: Get timely notifications about the remaining time. Changes will apply to your next reservation
ro: Primiți notificări în timp util despre rezervare. Modificările se vor aplica la următoarea rezervare

source: None
ro: Niciuna

source: Location Notifications
ro: Notificări pt. Locație

source: Get location based notifications when you arrive at the current reservation
ro: Primiți notificări bazate pe locație când ajungeți la rezervarea actuală

source: Future Notifications
ro: Notificări Viitoare

source: Get future road notfications, set by you inside the app
ro: Primiți notificări pentru drumuri viitoare, stabilite de dvs. în cadrul aplicației

source: Notifications are enabled. See settings
ro: Notificările sunt activate. Vedeți setările

source: Payment Methods
ro: Metode de Plată

source: You haven’t added any payment methods yet
ro: Nu ați adăugat metode de plată încă

source: Directions App
ro: Aplicația de Navigare

source: Default Directions App
ro: Aplicația de Navigare

source: Reservation History
ro: Istoricul Rezervărilor

source: No history, make a reservation in order for it to appear here
ro: Niciun istoric, faceți o rezervare pentru a apărea aici

source: Clear
ro: Golire

source: Report a Bug
ro: Raportați o Problemă

source: Roadout for Car
ro: Roadout pt. Mașină

source: Roadout for Siri
ro: Roadout pt. Siri

source: While driving, we recommend using Roadout with Siri. You can ask Siri to find parking with Roadout, check your reservation status, and get directions to your spot
ro: În timp ce conduceți vă recomandăm să folosiți Roadout pt. Siri. Îi puteți cere la Siri să găsească un loc de parcare, să verifice starea rezervării actuale și să navigheze spre parcarea rezervată

source: Roadout for CarPlay
ro: Roadout pt. CarPlay

source: You will soon be able to use Roadout in your CarPlay enabled car to make reservation, delay or even unlock them
ro: În curând veți putea folosi Roadout prin mașina dvs. cu CarPlay, pentru a face rezervări, a le întârzia sau chiar a le debloca

source: User Guide
ro: Ghid de Utilizare

source: Reach Out
ro: Întrebați

source: Acknowledgements
ro: Mulțumiri

source: Thanks you to all these amazing developers whose libraries made Roadout possible
ro: Mulțumim tuturor acestor dezvoltatori extraordinari ale căror biblioteci au făcut posibil Roadout

source: Privacy Policy Terms of Use
ro: Politica Conf. Termeni Utilizare

source: About
ro: Despre

source: About Roadout
ro: Despre Roadout

source: Our Website
ro: Website-ul Nostru

source: Our Socials
ro: Canalele Noastre

source: Version
ro: Versiune

source: Add Card
ro: Adaugă Card

source: Add
ro: Adaugă

source: Parking Tools
ro: Instrumente de Parcare

source: Find Way
ro: Găsire Cale

source: Pay Parking
ro: Plată Parcare

source: Future Road
ro: Drum Viitor

source: Express Lane
ro: Bandă Expres

source: Pick
ro: Alegeți

source: Pick Section
ro: Alegeți Secțiunea

source: Section
ro: Secțiune

source: Pick Spot
ro: Alegeți Locul

source: Pick a spot to get info about it
ro: Alegeți un loc pt. a vedea informații

source: Pick Time
ro: Alegeți Timpul

source: Price/Minute
ro: Preț/Minut

source: Pay Spot
ro: Plătiți Loc

source: Choose Payment Method
ro: Alegeți Metoda de Plată

source: Active Reservation
ro: Rezervare Activă

source: Reserved for
ro: Rezervat pt.

source: Unlock
ro: Deblocare

source: Delay
ro: Întârziere

source: Cancel
ro: Anulare

source: Open in AR
ro: Deschideți AR

source: World View
ro: Vedere Reală

source: Navigate
ro: Navigare

source: Help & Support
ro: Contact & Ajutor

source: Delay Reservation
ro: Întârziere Rezervare

source: Unlock Spot
ro: Deblocare Loc

source: Unlocking the spot cannot be undone. Once unlocked anyone can park on the spot, make sure you are at the spot before unlocking it.
ro: Deblocarea locului nu poate fi anulată. Odată deblocat, bariera va coborî și oricine va putea parca pe locul dvs. rezervat.

source: Spot is now unlocked, pay parking right from here or mark the spot to find your car later.
ro: Locul este deblocat, plătiți parcarea sau marcați locul pentru a vă găsi mașina mai târziu.

source: Unlocked
ro: Deblocat

source: Mark Spot
ro: Marcare Loc

source: Paid
ro: Plătit

source: See Reservation
ro: Vedeți Rezervare

source: Cancelled
ro: Anulat

source: No Internet
ro: Nicio Conexiune

source: Wifi Settings
ro: Setări Wifi

source: Error
ro: Eroare

source: There was an error, location may not be enabled for Roadout or there aren't any free spots. Please enable it in Settings if you want to use Find Way
ro: A apărut o eroare, este posibil ca locația să nu fie activată pentru Roadout sau nu există locuri libere. Vă rugăm să activați locația în Setări dacă doriți să utilizați Găsire Cale

source: Remove
ro: Eliminare

source: Retrieving Error
ro: Eroare Obținere

source: Download Error
ro: Eroare Descărcare

source: There was an error reaching our server. Try again or force quit the app and reopen. If the problem persists please screenshot this and send a bug report at bugs@roadout.ro
ro: A apărut o eroare la accesarea serverului nostru. Încercați din nou sau închideți forțat aplicația și redeschideți-o. Dacă problema persistă, faceți o captură de ecran și trimiteți-l la bugs@roadout.ro

source: Smart Search
ro: Căutare Avansată

source: Classic Search
ro: Căutare Clasică

source: Search Settings
ro: Setări Căutare

source: free spots
ro: locuri libere

source: sections
ro: secțiuni

source: Finding...
ro: Căutare...

source: Please wait
ro: Așteptați

source: Roadout can't access your location to show nearby spots, please enable it in Settings.
ro: Roadout nu vă poate accesa locația pentru a afișa locurile din apropiere. Vă rugăm activați-o în Setări.

source: Loading...
ro: Încărcare...

source: It seems there are no free spots in this location at the moment
ro: Se pare că nu există locuri libere în această locație acum

source: Choose a section
ro: Alegeți o secțiune

source: Section
ro: Secțiune

source: Selected
ro: Selectată

source: The spots are still downloading, this should not happen normally and might be caused by poor network connection. Please wait and try again.
ro: Locurile de parcare încă se încarcă, acest lucru nu ar trebui să se întâmple în mod normal și ar putea fi cauzat de o conexiune slabă la rețea. Vă rugăm așteptați și încercați din nou.

source: Confirming...
ro: Confirmare...

source: Confirmed
ro: Confirmat

source: Selected spot is free
ro: Locul ales este liber

source: Selected spot is occupied
ro: Locul ales este ocupat

source: Selected spot is about to be reserved
ro: Locul ales va fi rezervat imediat

source: Selected spot is under maintenance
ro: Locul ales este în întreținere

source: Minute/s
ro: Minut/e

source: Recommended Time
ro: Timp Recomandat

source: hours
ro: ore

source: delay
ro: înt.

source: We recommend time based on your current location and estimated time to commute to the selected parking spot, if the time exceeds 30 minutes, we do not recommend reserving just yet.
ro: Recomandăm timpul pe baza locației dvs. actuale și a timpului estimat pentru a ajunge la locul de parcare selectat; dacă timpul depășește 30 de minute, nu vă recomandăm să faceți rezervarea încă.

source: We recommend reserving for
ro: Recomandăm să rezervați pt.

source: Couldn't get a recommendation.
ro: Nu s-a putut obține o recomandare

source: We recommend
ro: Recomandăm

source: We don't recommend reserving yet.
ro: Nu recomandăm să rezervați încă

source: Pay with Apple Pay
ro: Plătiți cu Apple Pay

source: Pay with
ro: Plătiți cu

source: Pay Delay
ro: Plătiți Întârziere

source: Spot
ro: Loc

source: Delay for
ro: Întârziere cu

source: minute/s
ro: minut/e

source: Reserve for
ro: Rezervați pt.

source: Couldn't reserve
ro: Nu putem rezerva

source: Something went wrong, it seems like someone already took the spot, hence we are not able to reserve it. We are sorry.
ro: Ceva nu a mers, se pare că cineva a ocupat deja locul, deci nu putem să-l rezervăm. Ne pare rău.

source: Network Error
ro: Eroare Rețea

source: Please check you network connection.
ro: Vă rugăm verificați conexiunea la rețea.

source: There was an internal problem, please wait and try again a little later.
ro: A apărut o problemă internă, vă rugăm așteptați și încercați din nou puțin mai târziu.

source: Internal Error
ro: Eroare Internă

source: Unknown Error
ro: Eroare Necunoscută

source: There was an error with the server response, please screenshot this and send a bug report to roadout.ro@gmail.com.
ro: A apărut o eroare la comunicarea cu serverul, vă rugăm să faceți o captură de ecran și să o trimiteți la roadout.ro@gmail.com.

source: JSON Error
ro: Eroare JSON

source: Delay Restricted
ro: Întârziere Restricționată

source: You have already delayed this reservation. This can only be done once per reservation, please hurry, once the displayed time passes the spot won't be secured.
ro: Ați întârziat deja această rezervare. Acest lucru se poate face o singură dată pe rezervare, vă rugăm să vă grăbiți, odată ce timpul afișat trece, locul nu va fi asigurat.

source: Cancel Reservation
ro: Anulare Rezervare

source: Are you sure you want to cancel your reservation? You will only get half the money back and only if the reservation is less than half consumed.
ro: Sigur doriți să anulați rezervarea? Veți primi doar jumătate din bani înapoi și doar dacă rezervarea este mai puțin de jumătate consumată.

source: Yes
ro: Da

source: No
ro: Nu

source: There was an error requesting spot location.
ro: A apărut o eroare la solicitarea locației parcării.

source: Marked
ro: Marcat

source: Spot Marked
ro: Loc Marcat

source: Your car location has been marked, you can return later and find it in Roadout
ro: Locația mașinii dvs. a fost marcată, vă puteți întoarce mai târziu și o puteți găsi în Roadout

source: Rate
ro: Evaluare

source: Would you like to rate your experience?
ro: Ați dori să vă evaluați experiența?

source: How accurate is this?
ro: Cât de precis e asta?

source: If you have arrived at the parking location, you can start an AR Session and you will be shown an overlay of where your spot is
ro: Dacă ați ajuns la locul de parcare, puteți începe o sesiune AR și vi se va afișa prin intermediul camerei locația parcării dvs.

source: AR Directions have limited accuracy as the GPS data provided by your device may not always be optimal, everything is processed locally, your location is NOT sent anywhere.
ro: Navigația AR are o precizie limitată, deoarece datele GPS furnizate de dispozitivul dvs. pot să nu fie întotdeauna optime. Totul este procesat local, locația dvs. NU este trimisă nicăieri.

source: What is this?
ro: Ce este asta?

source: Why can't I see my spot?
ro: De ce nu pot vedea locul?

source: Why is the marker moving?
ro: De ce se mișcă marcajul?

source: How do I exit?
ro: Cum opresc asta?

source: AR Markers scale depending on how far you are from them, if you are further than 150-200 m, you may not see the marker.
ro: Marcajele AR se scalează în funcție de cât de departe vă aflați de ei, dacă sunteți mai departe de 150-200 m, este posibil să nu vedeți marcajul.

source: Open in AR is not 100% accurate and we recalibrate every second, this is meant just to guide you in the general direction of the spot.
ro: Sesiunea AR nu este 100% precisă și se recalibrează în fiecare secundă, acest lucru este menit doar să vă ghideze în direcția generală a locului.

source: You can tap the x button in the left corner of the information card.
ro: Puteți atinge butonul x din colțul din stânga al cadranului de informații.

source: Roadout for iOS - AR Help Request
ro: Roadout pt. iOS - Ajutor cu AR

source: Ask any questions about AR Directions here and we will respond as fast as we can - Roadout Team
ro: Puneți orice întrebări despre Navigația AR aici și vom răspunde cât de repede putem - Echipa Roadout

source: This device cannot send emails, please check in settings your set email addresses, or ask your questions at roadout.ro@gmail.com
ro: Acest dispozitiv nu poate trimite e-mailuri, vă rugăm să verificați adresele de e-mail setate sau să vă adresați întrebările la roadout.ro@gmail.com

source: No recent locations found. Start in the nearby section
ro: Nu s-au găsit locații recente. Începeți din secțiunea din apropiere

source: Hours
ro: Ore

source: EDIT
ro: EDITARE

source: ADD
ro: ADAUGĂ

source: NO-PLATE
ro: NICIUN-NR

source: Please enter a valid license plate
ro: Vă rugăm introduceți un număr de înmatriculare valid

source: hour/s
ro: oră/ore

source: 1 hour
ro: 1 oră

source: 12 hours
ro: 12 ore

source: Pay Parking
ro: Plată Parcare

source: Pay for
ro: Plătiți pt.

source: Paid Parking
ro: Parcare Plătită

source: Warning
ro: Avertisment

source: Future Road notifications are disabled, you will NOT be notified by Roadout unless you enable them
ro: Notificările pentru drumuri viitoare sunt dezactivate, NU veți fi notificat de Roadout dacă nu le activați

source: Reserve near
ro: Rezervați aproape de

source: Remove
ro: Eliminare

source: There is already an active future road for this location, please pick another location
ro: Există deja un drum viitor activ pentru această locație, vă rugăm alegeți alta

source: Roadout for iOS - Report
ro: Roadout pt. iOS - Raport

source: Please describe your issue and steps to reproduce it. If you have any screenshots please attach them = - Roadout Team
ro: Descrieți problema dvs. și pașii pentru a o reproduce. Dacă aveți capturi de ecran, atașați-le - Echipa Roadout

source: This device cannot send emails, please check in settings your set email addresses, or report your bug at roadout.ro@gmail.com
ro: Acest dispozitiv nu poate trimite e-mailuri, vă rugăm să verificați adresele de e-mail setate sau trimite-ți raportul la roadout.ro@gmail.com

source: Sign Out
ro: Delogare

source: Are you sure you want to sign out?
ro: Sigur doriți să vă delogați?

source: Expiry Date
ro: Dată Expirare

source: Card Holder
ro: Deținător Card

source: Card Number
ro: Număr Card

source: New Name
ro: Nume Nou

source: Success
ro: Succes

source: Your password is now changed
ro: Parola dvs. este acum schimbată

source: Please check all text fields
ro: Vă rugăm să verificați toate câmpurile de text

source: We will send an email with a verification code to
ro: Vom trimite un e-mail cu un cod de verificare la

source: Old Password
ro: Parola Veche

source: New Password
ro: Parola Nouă

source: Confirm Password
ro: Confirmare Parolă

source: Old password is incorrect.
ro: Parola veche este incorectă

source: User deleted successfully.
ro: Utilizatorul a fost șters cu succes.

source: Please enter a valid email address and password
ro: Vă rugăm să introduceți o adresă de e-mail și o parolă valide

source: Password
ro: Parolă

source: Verification Error
ro: Eroare Verificare

source: Incorrect email or password.
ro: Parolă sau e-mail incorecte

source: Manage your account
ro: Gestionare cont

source: Live Activities are only available on iOS 16.1 or newer
ro: Live Activities sunt disponibile numai pe iOS 16.1 sau mai nou

source: Notifications are disabled. See settings
ro: Notificările sunt dezactivate. Vedeți setările

source: Remove Card
ro: Eliminare Card

source: Do you want to remove this card?
ro: Doriți să eliminați acest card?

source: Older
ro: Mai Vechi

source: This Week
ro: Săptămâna Aceasta

source: This device cannot send emails, please check in settings your set email addresses, or send the email at roadout.ro@gmail.com
ro: Acest dispozitiv nu poate trimite e-mailuri, vă rugăm să verificați adresele de e-mail setate sau trimite-ți e-mailul la roadout.ro@gmail.com

source: Ask any questions here - Roadout Team
ro: Întrebați orice aici - Echipa Roadout

source: Roadout - Support Request
ro: Roadout - Solicitare de Asistență

source: Parking Spots
ro: Locuri de Parcare

source: Instant Card Payment
ro: Plată Instantanee cu Cardul

source: Live Directions
ro: Navigare în Timp Real

source: Check the occupancy of parking spots in real time.
ro: Verificați starea de ocupare a locurilor de parcare în timp real.

source: You can reserve a parking spot by paying safely online in our app.
ro: Puteți rezerva un loc de parcare plătind online în siguranță în aplicația noastră.

source: Receive directions to the desired parking spot in your favourite maps app.
ro: Navigați către locul de parcare dorit în aplicația de hărți preferată.

source: Please enter a valid email address
ro: Vă rugăm să introduceți o adresă de email validă

source: Please enter a valid email in order to get a verification code to reset your password.
ro: Vă rugăm să introduceți un e-mail valid pentru a obține un cod de verificare pentru a vă reseta parola.

source: Sign In Error
ro: Eroare Conectare

source: Please enter a password with minimum 6 characters, one capital letter and one number
ro: Vă rugăm să introduceți o parolă cu minim 6 caractere, o literă mare și un număr

source: Passwords do not match
ro: Parolele introduse nu se potrivesc

source: Please enter a name
ro: Vă rugăm introduceți un nume

source: Name
ro: Nume

source: Sign Up Error
ro: Eroare Înregistrare

source: User with this email already exists. Try signing in.
ro: Utilizatorul cu acest e-mail există deja. Încercați să vă conectați.

source: Location
ro: Locație

source: Camera
ro: Cameră

source: Roadout needs permission to send notifications in order to give you status updates for your reservations. You can control which notifications you get in settings.
ro: Roadout are nevoie de permisiunea de a trimite notificări pentru a vă oferi actualizări pentru rezervările dvs. active. Puteți controla ce notificări primiți în setări.

source: Roadout needs access to your location in order to be able to show you parking spots near you and allow you to make reservations. We do not share your location with third parties and do not use it to serve you ads.
ro: Roadout are nevoie de acces la locația dvs. pentru a vă putea arăta locuri de parcare din apropiere și pentru a vă permite să faceți rezervări. Nu vă împărtășim locația cu nimeni și nu o folosim pentru a vă difuza reclame.

source: Roadout needs camera access in order for AR Directions to work, camera data is processed locally and you will always know when the camera is open.
ro: Roadout are nevoie de acces la cameră pentru ca Navigația AR să funcționeze, datele camerei sunt procesate local și veți ști întotdeauna când camera este deschisă.

source: Maybe Later
ro: Mai Târziu

source: User may already exist, sign in or use another email.
ro: Este posibil ca utilizatorul să existe deja, conectați-vă sau folosiți un alt e-mail.

source: Code is not valid or expired. Please check your email.
ro: Codul nu este valabil sau expirat. Vă rugăm să verificați email-ul.

source: Reset
ro: Resetare

source: Access your account and settings, as well as the User Guide
ro: Accesați contul dvs. și setările, precum și Ghidul de Utilizare

source: The easiest way to find the nearest free spot to reserve
ro: Cel mai simplu mod de a găsi cel mai apropiat loc liber pentru rezervare

source: Find Way
ro: Găsire Cale

source: Express Lane
ro: Bandă Expres

source: Quickly find a free parking spot in your favourite locations
ro: Găsiți rapid un loc de parcare liber în locațiile dvs. preferate
