Repository: Dave861/Roadout-for-iOS
Catalog: Roadout/Roadout for Watch WatchKit Extension/Localization/*.lproj/Localizable.strings
Languages: ro

source: Unlock
ro: Deblocare

source: Reservation Error
ro: Eroare la Rezervare

source: Failed to unlock reservation from Apple Watch. Please try from the iPhone app.
ro: Nu s-a putut debloca rezervarea de pe Apple Watch. Vă rugăm să încercați din aplicația pentru iPhone.

source: Cancel
ro: Anulează

source: Unlock Spot
ro: Deblocare Loc

source: Are you sure you want to unlock the spot? This cannot be undone, once unlocked anyone will be able to park on the spot. You may still receive notifications on your iPhone, please ignore them.
ro: Sigur doriți să deblocați locul? Acest lucru nu poate fi anulat, odată deblocat oricine va putea parca pe loc. Este posibil să primiți în continuare notificări pe iPhone, vă rugăm să le ignorați.

source: Loading Reservation
ro: Încărcare Rezervare

source: No Active Reservation
ro: Nicio Rezervare Activă

source: Roadout Error
ro: Eroare Roadout

source: Failed to retrieve reservation information.
ro: Nu s-au putut prelua informațiile despre rezervare.

source: Loading Name
ro: Încărcare Nume
